<?php

defined('POPLR') or die();

return array(
	'app.index.teaser' => '
Gloomy Dungeons II &mdash; продолжение олдскульного 3d&ndash;шутера в стиле Doom и Wolfenstein.<br />
Игра, где восьмибитная графика гармонирует с 3D&ndash;эффектами.
	',
	'app.index.menu.googlePlay' => 'Google Play',
	'app.index.menu.home' => 'Вверх',
	'app.index.menu.screenshots' => 'Скриншоты',
	'app.index.menu.howToPlay' => 'Как играть',
	'app.index.menu.options' => 'Настройки',
	'app.index.menu.controls' => 'Управление',
	'app.index.menu.play' => 'Играть в браузере',
	'app.index.menu.video' => 'Видео',
	'app.index.banner.video' => 'Смотреть видео',
	'app.index.banner.or' => '<span style="font-size:80%;">ИЛИ</span>',
	'app.index.banner.play' => 'Играть прямо сейчас в браузере',
	'app.index.howToPlay.title' => 'Как играть',
	'app.index.howToPlay.text' => '
<blockquote>
	<h3>Главное меню</h3>
	<blockquote><table><tr>
		<th>Играть</th>
		<td>
			После нажатия на кнопку <strong>Играть</strong>, вы увидете миникарту, на которой будет показан пройденный путь.
			Нажмите на кнопку <strong>Продолжить</strong> или на миникарту, для продолжения игры.
		</td>
	</tr><tr>
		<th>Загрузить</th>
		<td>Нажмите, чтобы загрузить ранее сохранённую игру.</td>
	</tr><tr>
		<th>Записать</th>
		<td>
			При выходе из игры, ваш игровой процесс будет <strong>автоматически сохранён</strong>, и, в следующий раз,
			вы сможете продолжить точно с того же места. Если же вы хотите дополнительно сохранится
			(на память, либо перед сложным местом), вы можете это сделать в главном меню с помощью кнопки <strong>Записать</strong>.
		</td>
	</tr><tr>
		<th>Настройки</th>
		<td>Нажмите, чтобы перейти к настройкам.</td>
	</tr><tr>
		<th>Достижения</th>
		<td>Нажмите, чтобы перейти к достижениям и таблице рекордов.</td>
	</tr><tr>
		<th>Магазин</th>
		<td>Нажмите, чтобы перейти к магазину.</td>
	</tr></table></blockquote>
	<h3>Магазин</h3>
	<blockquote><table><tr>
		<th>Уровни</th>
		<td>
			Тут вы можете купить дополнительные эпизоды. Не все эпизоды доступны в настояший момент,
			но мы трудимся днями и ночами, чтобы сделать их для вас.
		</td>
	</tr><tr>
		<th>Прокачка</th>
		<td>Если игра вам кажется очень сложной, или в ней не достаёт драйва, то вы можете прокачать вашего героя здесь.</td>
	</tr><tr>
		<th>Дополнительно</th>
		<td>Отключить рекламу? Узнать игровые коды или изменить сложность игры? Вам сюда!</td>
	</tr><tr>
		<th>Получить кредиты</th>
		<td>
			Здесь собраны различные варианты полнения внутриигровых кредитов.
			Их можно как купить за реальные деньги в магазине Google Play, так и получить бесплатно через предложения от партнёров.
		</td>
	</tr></table></blockquote>
	<h3>Достижения</h3>
	<blockquote><table><tr>
		<th>Достижения</th>
		<td>Ваши достижения, полученные во время игры.</td>
	</tr><tr>
		<th>Таблица рекордов</th>
		<td>Сравните себя с другими игроками.</td>
	</tr></table></blockquote>
</blockquote>
	',
	'app.index.howToPlay.mainMenu' => 'Главное меню',
	'app.index.howToPlay.selectEpisode' => 'Пройденный путь',
	'app.index.options.title' => 'Краткое описание настроек',
	'app.index.options.text' => '
<blockquote>
	<h3>Общие</h3>
	<blockquote><table><tr>
		<th>Помощь</th>
		<td>Открыть помощь по игре.</td>
	</tr><tr>
		<th>Об игре и лицензиях</th>
		<td>Информация об авторах и лицензиях для свободного программного обеспечения, используемое в игре.</td>
	</tr><tr>
		<th>Начать игру с самого начала</th>
		<td>Если, по каким&ndash;либо причинам, вам захочется начать всё сначала.</td>
	</tr></table></blockquote>
	<h3>Звук</h3>
	<blockquote><table><tr>
		<th>Включить звук</th>
		<td>Если вы играете ночью, выключите звук, чтобы не пугать соседей :)</td>
	</tr><tr>
		<th>Громкость музыки</th>
		<td>Громкость фоновой музыки.</td>
	</tr><tr>
		<th>Громкость эффектов</th>
		<td>Громкость выстрелов и прочих звуков.</td>
	</tr></table></blockquote>
	<h3>Управление</h3>
	<blockquote><table><tr>
		<th>Тип управления</th>
		<td>Здесь вы можете поменять тип управления, если вас не устраивает текущий.</td>
	</tr><tr>
		<th>Настройка управления</th>
		<td>Хотя мы изначально подобрали самые оптимальные параметры, вы можете захотеть настроить их под себя.</td>
	</tr><tr>
		<th>Zeemote</th>
		<td>Переназначение кнопок для джойстиков Zeemote.</td>
	</tr><tr>
		<th>Переназначение кнопок</th>
		<td>Если в вашем телефоне либо планшете есть аппаратные кнопки, то тут вы можете их переназначить.</td>
	</tr></table></blockquote>
	<h3>Экран</h3>
	<blockquote><table><tr>
		<th>Уровень сглаживания</th>
		<td>
			Уровень сглаживания текстур (для слабых аппаратов лучше играть без сглаживания,
			для современных &mdash; сглаживание практически не влияет на FPS).
			На наш вкус, лучше оставить 2й уровень сглаживания, дабы лучше сохранить атмосферу ретро.
		</td>
	</tr><tr>
		<th>Яркость</th>
		<td>Если даже на максимальной яркости экрана изображение слишком тёмное, тут вы можете это исправить.</td>
	</tr><tr>
		<th>Показывать прицел</th>
		<td>Хотя, следуя канонам Doom&ndash;а, точно прицеливаться вам не придётся, вы всё равно можете включить прицел.</td>
	</tr><tr>
		<th>Положение карты</th>
		<td>Положение миникарты относительно центра экрана.</td>
	</tr><tr>
		<th>Повернуть игровой экран</th>
		<td>
			Развернуть экран на 180 градусов. Полезно, если на вашем телефоне есть аппаратные кнопки (D&ndash;Pad или трекбол)
			и вы хотите играть левой рукой.
		</td>
	</tr></table></blockquote>
	<h3>Настройка управления</h3>
	<blockquote><table><tr>
		<th>Скорость ходьбы</th>
		<td>Настройка скорости движения (вперёд/назад).</td>
	</tr><tr>
		<th>Скорость стрейфа</th>
		<td>Настройка скорости шагов (влево/вправо).</td>
	</tr><tr>
		<th>Скорость поворота</th>
		<td>Настройка скорости поворотов (по сторонам).</td>
	</tr><tr>
		<th>Инвертировать вращение по вертикали</th>
		<td>Выберете для инвертирования вертикального вращения.</td>
	</tr><tr>
		<th>Инвертировать вращение по горизонтали</th>
		<td>Выберете для инвертирования горизонтального вращения (поворотов).</td>
	</tr><tr>
		<th>Кнопка стрельбы слева</th>
		<td>Разместить кнопку стрельбы слева (а наэкранный джойстик справа).</td>
	</tr><tr>
		<th>Кнопка стрельбы сверху</th>
		<td>Разместить кнопку стрельбы сверху (полезно, если есть проблемы с мультитачем).</td>
	</tr><tr>
		<th>Размер иконок управления</th>
		<td>Настройка размера иконок наэкранного управления.</td>
	</tr><tr>
		<th>Прозрачность иконок управления</th>
		<td>Прозрачность наэкранного управления, от почти невидимого до полностью непрозрачного.</td>
	</tr><tr>
		<th>Использовать акселерометр</th>
		<td>Выберете для поворотов с помощью акселерометра.</td>
	</tr><tr>
		<th>Ускорение акселеромерта</th>
		<td>Как быстро игрок будет поворачиваться при использовании акселерометра.</td>
	</tr><tr>
		<th>Ускорение трекбола</th>
		<td>Как быстро игрок будет передвигаться при управлении с помощью трекбола (если он есть в вашем телефоне).</td>
	</tr></table></blockquote>
</blockquote>
	',
	'app.index.controls.title' => 'Управление',
	'app.index.controls.text' => '
<p>
	С момента выхода первой версии игры мы пересмотрели свои взгляды на управление, и в этой версии
	управление сделано максимально похожим на управление в играх Shadowgun и Dead Trigger, ставшее стандартом де&ndash;факто.
</p>
<p>
	В левом нижнем углу &mdash; наэкранный джойстик, с помощью которого вы можете передвигаться вперёд, назад, влево и вправо.
	В правом нижнем углу &mdash; кнопка стрельбы.
</p>
<p>
	Всю правую сторону экрана можно использовать для поворотов &mdash; для этого надо
	опустить палец на экран и двигать им влево / вправо. Если изначально опустить палец на кнопку стрельбы, то можно
	одновременно стрелять и поворачиваться.
</p>
<p>
	В левом верхнем углу &mdash; кнопка игрового меню. В нём вы сможете сменить оружие, ввести игровой код или выйти в меню.
	Рядом с ней находятся индикаторы энергии (здоровья), брони и патронов. Под ними будут появлятся индикаторы взятых
	ключей.
</p>
<p>
	В правом верхнем углу &mdash; кнопка включения / выключения миникарты.
	На ней обозначены посещённые вами места и указатели направления движения.
</p>
	',
	'app.index.controls.controls' => 'Управление',
	'app.index.controls.zeemote' => 'Zeemote',
	'app.index.play.title' => 'Играть прямо сейчас в браузере',
	'app.index.play.start' => 'Старт',
	'app.index.video.title' => 'Смотреть видео',
	'app.index.gloomy.cantOpen' => 'Не могу открыть эту дверь',
	'app.index.gloomy.needBlueKey' => 'Нужен синий ключ',
	'app.index.gloomy.needRedKey' => 'Нужен красный ключ',
	'app.index.gloomy.needGreenKey' => 'Нужен зелёный ключ',
	'app.index.gloomy.secretFound' => 'Найден секрет',

	'app.userinfo.player' => 'Игрок',
	'app.userinfo.exp' => 'Опыт',
	'app.userinfo.achieved' => 'Достижения',

	'app.dislike.title' => 'Не нравится? Скажите нам почему',
	'app.dislike.placeholder' => 'Скажите нам, как мы можем улучшить игру',
	'app.dislike.send' => 'Нажмите здесь, чтобы отправить отзыв',
	'app.dislike.thankYou' => 'Спасибо за ваш отзыв',
);
